Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_ron-ROU_TM.tmx
Source language: en_gb
Languages: ro_ro

source: Other\ Refusal (DO NOT READ OUT)
ro_ro: Altceva / Refuz (NU CITIŢI)

source: Walking
ro_ro: Mersul pe jos

source: DK/NA (DO NOT READ OUT)
ro_ro: NŞ/NR (NU CITIŢI)

source: (DO NOT READ OUT
ro_ro: (NU CITIŢI)

source: Large town/city
ro_ro: Într-un oraş mare

source: Have you got a mobile phone?
ro_ro: Aveti telefon mobil?

source: In which city/borough/commune do you live?
ro_ro: În ce oraş/comună locuiţi?

source: Single person household
ro_ro: Gospodărie cu o singură persoană

source: City 1
ro_ro: Bucureşti

source: Noise
ro_ro: Zgomotul

source: Car
ro_ro: Maşină

source: Public transport
ro_ro: Transportul public

source: PROG: ROTATE ITEMS 1 TO 4
ro_ro: PROG: ROTIŢI de la 1 la 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
ro_ro: În ultimele douăsprezece luni, ați spune că ați avut dificultăți în a vă plăti facturile la sfârșitul lunii ...?

source: Other city
ro_ro: Alt oraş

source: Generally speaking, the public administration of [CITY NAME] can be trusted
ro_ro: În general, te poți baza pe administraţia publică din [CITY NAME]

source: ASK ALL
ro_ro: ADRESAŢI TUTUROR PERSOANELOR INTERVIEVATE

source: It is easy to find a job in [CITY NAME]
ro_ro: În [CITY NAME] este uşor să găseşti un loc de muncă

source: Not at all satisfied
ro_ro: Deloc mulţumit(ă)

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
ro_ro: Vă voi citi câteva afirmaţii. Vă rog să îmi spuneţi dacă sunteţi total de acord, oarecum de acord, oarecum în dezacord sau în total dezacord cu fiecare dintre aceste afirmaţii.

source: Somewhat disagree
ro_ro: Oarecum în dezacord

source: Housing
ro_ro: Locuinţele

source: (READ OUT – ONE ANSWER ONLY)
ro_ro: (CITIŢI VARIANTELE DE RĂSPUNS - UN SINGUR RĂSPUNS)

source: From time to time
ro_ro: Ocazional

source: D21: CODE 9 AND 10 - SINGLE CODES
ro_ro: D21: CODURILE 9 ȘI 10 - CODURI UNICE

source: Married or cohabiting couple, no children or no children living at home
ro_ro: Cuplu căsătorit sau care locuieşte împreună, fără copii sau fără copii care locuiesc acasă

source: Rural area or village
ro_ro: La sat sau comună

source: Train
ro_ro: Tren

source: Very satisfied
ro_ro: Foarte mulțumit(ă)

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
ro_ro: În general vorbind, vă rog să îmi spuneţi dacă sunteţi foarte mulțumit(ă), mai degrabă mulțumit(ă), mai degrabă nemulțumit(ă) sau deloc mulțumit(ă) de fiecare dintre următoarele aspecte în [CITY NAME] ?

source: Safety
ro_ro: Siguranţa

source: Your personal job situation
ro_ro: Situaţia locului dumneavoastră de muncă

source: Small or medium-sized town
ro_ro: Într-un oraş mic sau mediu

source: Professional (employed doctor, lawyer, accountant, architect, …)
ro_ro: Specialist cu studii superioare angajat (medic, avocat, contabil, arhitect angajat)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
ro_ro: În [CITY NAME] este uşor să găseşti o locuinţă bună la un preţ rezonabil

source: Generally speaking, most people in my neighborhood can be trusted
ro_ro: În general, te poți baza pe majoritatea oamenilor din cartierul meu

source: Most of the time
ro_ro: În cea mai mare parte a timpului

source: Have you got a landline phone?
ro_ro: Aveti telefon fix?

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
ro_ro: Vă rog să-mi spuneţi câte persoane în vârstă de 15 ani şi peste, locuiesc în această gospodărie, incluzându-vă şi pe dvs. aici?

source: Other (DO NOT READ OUT)
ro_ro: Altceva (NU CITIŢI)

source: Q4: CODE 11 - SINGLE CODE
ro_ro: Q4: COD 11 - COD UNIC

source: Strongly disagree
ro_ro: În total dezacord

source: I live here since less than 1 year
ro_ro: Locuiesc aici de mai puţin de 1 an

source: Cleanliness
ro_ro: Curăţenia

source: The financial situation of your household
ro_ro: Situaţia financiară a gospodăriei dvs.

source: Other employee (salesman, nurse, …)
ro_ro: Altă ocupaţie (vânzător/oare, asistent/ă medical/ă, ...)

source: No
ro_ro: Nu

source: Owner of shop, craftsman
ro_ro: Proprietarul unui magazin, meşteşugar

source: (READ OUT - ONE ANSWER ONLY)
ro_ro: (CITIŢI VARIANTELE DE RĂSPUNS - UN SINGUR RĂSPUNS)

source: Would you say you are…?
ro_ro: Aţi spune că sunteţi...?

source: Seeking a job
ro_ro: În căutarea unui loc de muncă

source: Manual worker
ro_ro: Muncitor calificat

source: The noise level
ro_ro: Nivelul zgomotului

source: The administrative services of [CITY NAME] help people efficiently
ro_ro: Serviciile administrative ale oraşului [CITY NAME], ajută în mod eficient oamenii

source: Urban public transport (bus, metro, tram, ferry, etc.)
ro_ro: Transport public urban (autobuz, metrou, tramvai, feribot etc.)

source: Gender.
ro_ro: Sexul respondentului

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
ro_ro: [CITY NAME] este dedicat luptei împotriva schimbării climatice (ex. eficiență energetică, transport ecologic)

source: Female
ro_ro: Feminin

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
ro_ro: După părerea dvs., dintre următoarele probleme, care trei sunt cele mai importante pentru [CITY NAME]?

source: What county do you live in?
ro_ro: În care judeţ locuiţi ?

source: I live here since between 5 to 10 years
ro_ro: Locuiesc aici de 5 - 10 ani

source: I am satisfied to live in [CITY NAME]
ro_ro: Sunt mulţumit(ă) să locuiesc în [CITY NAME]

source: Male
ro_ro: Masculin

source: Social services
ro_ro: Serviciile sociale

source: Unemployment
ro_ro: Șomajul

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
ro_ro: (CITIŢI VARIANTELE DE RĂSPUNS - UN SINGUR RĂSPUNS)

source: Farmer, forester, fisherman
ro_ro: Agricultor, silvicultor, pescar

source: Civil servant
ro_ro: Funcţionar public

source: Without a professional activity
ro_ro: Fără activitate profesională

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
ro_ro: ADRESAŢI D5c DACĂ ESTE SALARIAT, COD 2 ÎN D5a

source: PROG: ROTATE ITEMS 1 TO 7
ro_ro: PROG.: ROTIȚI ORDINEA ITEMILOR DE LA 1 LA 7

source: Education and training
ro_ro: Educaţia şi instruirea

source: City 2
ro_ro: Cluj-Napoca

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
ro_ro: În ceea ce priveşte ocupaţia dvs. actuală, aţi spune că sunteţi un angajat pe cont propriu, un salariat, un muncitor calificat sau ați spune că sunteţi fără o activitate profesională?

source: Refusal (DO NOT READ OUT)
ro_ro: Refuz (NU CITIŢI)

source: (ONE ANSWER ONLY)
ro_ro: (UN SINGUR RĂSPUNS)

source: Air pollution
ro_ro: Poluarea aerului

source: I feel safe in [CITY NAME]
ro_ro: Mă simt în siguranţă în [CITY NAME]

source: Unskilled manual worker
ro_ro: Muncitor necalificat

source: Sports facilities such as sport fields and indoor sport halls
ro_ro: Facilităţile sportive precum terenurile sportive şi sălile de sport acoperite

source: The life you lead
ro_ro: Viaţa pe care o duceţi

source: Rather unsatisfied
ro_ro: Mai degrabă nemulțumit(ă)

source: Rather satisfied
ro_ro: Mai degrabă mulțumit(ă)

source: Professional (lawyer, medical practitioner, accountant, architect,…)
ro_ro: Specialist cu studii superioare (avocat, medic, contabil, arhitect, etc...)

source: Health services
ro_ro: Serviciile de sănătate

source: Office clerk
ro_ro: Funcţionar, lucrător la birou

source: Retired
ro_ro: Pensionar

source: (READ OUT – MAX. 3 ANSWERS)
ro_ro: SE CITEŞTE LISTA - MAXIM 3 RĂSPUNSURI

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
ro_ro: În general, sunteţi foarte mulţumit(ă), destul de mulţumit(ă), nu prea mulţumit(ă) sau deloc mulţumit(ă) de… ?

source: PROG: ROTATE ITEMS 1 to 12
ro_ro: PROG: ROTIŢI de la 1 la 12

source: None (DO NOT READ OUT)
ro_ro: Niciuna (NU CITIŢI)

source: Almost never\ never
ro_ro: Aproape niciodată/ Niciodată

source: Number of people aged 15 or more in the household
ro_ro: Numărul de persoane de 15 ani sau mai în vârstă din gospodărie

source: Public transport, for example the bus, tram or metro
ro_ro: Transportul public, de exemplu autobuzele, tramvaiele sau metroul

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
ro_ro: ADRESAŢI D5b DACĂ ESTE ANGAJAT PE CONT PROPRIU, COD 1 ÎN D5a

source: Student (full time)
ro_ro: Elev\ Student (la zi)

source: I feel safe in my neighbourhood
ro_ro: Mă simt în siguranţă în cartierul meu

source: Availability of retail shops
ro_ro: Disponibilitatea magazinelor de vânzare cu amănuntul

source: General management, director or top management
ro_ro: Manager general, director sau poziţie managerială de top

source: Strongly agree
ro_ro: Total de acord

source: How old were you when you stopped full-time education?
ro_ro: La ce vârstă aţi încheiat pregătirea şcolară (cursuri de zi)?

source: Ship or boat
ro_ro: Vapor sau barcă

source: Bicycle
ro_ro: Bicicletă

source: How old are you?
ro_ro: Câţi ani aveţi?

source: Motorbike
ro_ro: Motocicletă

source: (READ OUT - MAX. 2 ANSWERS)
ro_ro: (CITIȚI - MAX. 2 RĂSPUNSURI)

source: Single parent, one or more children living at home
ro_ro: Părinte singur, cu unul sau mai mulţi copii care locuiesc acasă

source: Self-employed
ro_ro: Angajat pe cont propriu

source: The state of the streets and buildings in your neighbourhood
ro_ro: Starea străzilor şi a clădirilor din cartierul dvs.

source: Fairly satisfied
ro_ro: Destul de mulţumit(ă)

source: Generally speaking, most people in [CITY NAME] can be trusted
ro_ro: În general, te poți baza pe majoritatea oamenilor din [CITY NAME]

source: (READ OUT - SINGLE CODE)
ro_ro: (CITIŢI VARIANTELE DE RĂSPUNS -UN SINGUR RĂSPUNS)

source: On a typical day, which mode or modes of transport do you use most often?
ro_ro: Într-o zi obișnuită, ce mod(uri) de transport utilizați cel mai des?

source: Schools and other educational facilities
ro_ro: Şcolile şi facilitaţile educaţionale

source: The quality of the air
ro_ro: Calitatea aerului

source: Married or cohabiting couple, with one or more children living at home
ro_ro: Cuplu căsătorit sau concubini, cu unul sau mai mulţi copii care locuiesc acasă

source: Middle management
ro_ro: Poziţie managerială de mijloc

source: Foreigners who live in [CITY NAME] are well integrated
ro_ro: Străinii care locuiesc în [CITY NAME] sunt bine integraţi

source: City 3
ro_ro: Piatra Neamţ

source: Health care services, doctors and hospitals
ro_ro: Serviciile de sănătate, doctori şi spitale

source: Employee
ro_ro: Salariat

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
ro_ro: ADRESAŢI D5d DACĂ ESTE MUNCITOR CALIFICAT, COD 3 ÎN D5a

source: Public spaces such as markets, squares, pedestrian areas
ro_ro: Spaţiile publice, precum pieţele, pieţele publice, zonele pietonale

source: Would you say you live in a…?
ro_ro: Aţi spune că locuiţi ...?

source: Which of the following best describes your household composition?
ro_ro: Care dintre următoarele descrie cel mai bine componenţa gospodăriei dumneavoastră?

source: Manager of a company
ro_ro: Managerul unei companii

source: I live here since 1 to 5 years
ro_ro: Locuiesc aici de 1 - 5 ani

source: Not very satisfied
ro_ro: Nu prea mulţumit(ă)

source: Road infrastructure
ro_ro: Infrastructura rutieră

source: PROG: ROTATE ITEMS 1 TO 10
ro_ro: PROG: ROTIŢI de la 1 la 10

source: The presence of foreigners is good for [CITY NAME]
ro_ro: Prezenţa străinilor este benefică pentru [CITY NAME]

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
ro_ro: (NOTAŢI - DACĂ ”NU ŞTIU” COD '98' - DACĂ ”REFUZ” COD '99')

source: DK (DO NOT READ OUT)
ro_ro: NU ŞTIU (NU CITIŢI)

source: Yes
ro_ro: Da

source: Green spaces such as parks and gardens
ro_ro: Spaţiile verzi, precum parcurile şi grădinile

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
ro_ro: ADRESAŢI D5e DACĂ ESTE FĂRĂ O ACTIVITATE PROFESIONALĂ, COD 4 ÎN D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
ro_ro: (OPERATOR: DACĂ "ÎNCĂ STUDIAZĂ" COD '00' - DACĂ "FĂRĂ STUDII" COD '01' - DACĂ "REFUZ" COD '98' - DACĂ "NU ŞTIU" COD '99')

source: Other
ro_ro: Alta

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
ro_ro: (NOTAŢI - DACĂ "REFUZ" COD '99')

source: FL419 - Quality of life in European Cities UK
ro_ro: FL419 - Quality of life in European Cities RO

source: Somewhat agree
ro_ro: Oarecum de acord

source: Cultural facilities such as concert halls, theatres, museums and libraries
ro_ro: Facilităţile culturale precum sălile de concerte, teatrele, muzeele şi bibliotecile

source: The place where you live
ro_ro: Locul în care trăiţi

source: Was born here/ I’ve been living here for all my life
ro_ro: M-am născut aici/ Am locuit aici toată viaţa

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
ro_ro: DACĂ ALT ORAŞ sau NU ŞTIU în D12, CODURI 198 SAU 199 în D12, OPRIŢI INTERVIUL

source: Supervisor\ foreman (team manager, …)
ro_ro: Maistru / supervizor (şef de echipă, etc...)

source: I live here since more than 10 years
ro_ro: Locuiesc aici de peste 10 ani

source: For how long have you been living in [CITY NAME]?
ro_ro: De cât timp locuiţi în [CITY NAME]?

source: Looking after the home
ro_ro: Are grijă de gospodărie
